Repository: MelisArnur/IT2-2412-SE-Hotel-Booking-Platform
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Hotel Booking Platform
kk: Қонақ үйді брондау платформасы

source: Hotel Booking
kk: Қонақ үйді брондау

source: English
kk: Ағылшын

source: Русский
kk: Орыс

source: Profile
kk: Профиль

source: Admin
kk: Әкімші

source: Logout
kk: Шығу

source: Login
kk: Кіру

source: Register
kk: Тіркелу

source: Book a Room at
kk: Бөлме брондау

source: Location
kk: Орналасуы

source: Check-in
kk: Кіру күні

source: Check-out
kk: Шығу күні

source: Check Availability
kk: Қол жетімділікті тексеру

source: Available Rooms
kk: Қол жетімді бөлмелер

source: Room Number
kk: Бөлме нөмірі

source: Price per Night
kk: Түнгі бағасы

source: Beds
kk: Тәжерлер

source: Area
kk: Аумақ

source: sqm
kk: ш.м

source: Balcony
kk: Балкон

source: Yes
kk: Иә

source: No
kk: Жоқ

source: View
kk: Көрініс

source: Book This Room
kk: Бұл бөлмені брондау

source: No image available for this room.
kk: Бұл бөлмеге сурет жоқ.

source: No rooms available for the selected dates.
kk: Таңдалған күндерге бөлмелер жоқ.

source: Please select check-in and check-out dates to see available rooms.
kk: Қол жетімді бөлмелерді көру үшін кіру және шығу күндеріңізді таңдаңыз.

source: Where are you going?
kk: Сіз қайда бара жатырсыз?

source: Search
kk: Іздеу

source: Our Hotels
kk: Біздің қонақ үйлеріміз

source: Previous
kk: Алдыңғы

source: Next
kk: Келесі

source: No images available for
kk: Суреттер жоқ

source: View Details
kk: Толығырақ

source: Book Now
kk: Қазір брондау

source: No hotels available.
kk: Қонақ үйлер жоқ.

source: About
kk: Біз туралы

source: Facilities
kk: Жабдықтар

source: Free Wi-Fi
kk: Тегін Wi-Fi

source: Parking
kk: Автоөріс

source: Swimming Pool
kk: Жағажай бассейні

source: Restaurant
kk: Мейрамхана

source: Gym
kk: Фитнес зал

source: No rooms available for this hotel.
kk: Бұл қонақ үйде бөлмелер жоқ.

source: Cancellation Policy
kk: Бас тарту саясаты

source: Nearby Attractions
kk: Жақын маңдағы көрікті жерлер

source: Average Rating from Guests
kk: Қонақтардың орташа бағасы

source: based on
kk: негізінде

source: reviews
kk: пікірлер

source: Guest Reviews
kk: Қонақтардың пікірлері

source: No reviews yet.
kk: Әлі пікір жоқ.

source: Leave a Review
kk: Пікір қалдыру

source: Rating (1-10)
kk: Баға (1-10)

source: Comment
kk: Пікір

source: Submit Review
kk: Пікірді жіберу

source: Please
kk: Өтініш

source: log in
kk: кіру

source: or
kk: немесе

source: register
kk: тіркелу

source: to leave a review.
kk: пікір қалдыру үшін.

source: Location Map
kk: Орналасу картасы

source: No location data available for this hotel.
kk: Бұл қонақ үйге орналасу деректері жоқ.

source: Your Profile
kk: Сіздің профиліңіз

source: Profile Information
kk: Профиль ақпараты

source: Username
kk: Пайдаланушы аты

source: Email
kk: Электрондық пошта

source: Edit Profile
kk: Профильді өңдеу

source: New Username
kk: Жаңа пайдаланушы аты

source: New Email
kk: Жаңа электрондық пошта

source: New Password
kk: Жаңа құпия сөз

source: Leave blank if unchanged
kk: Егер өзгертілмесе, бос қалдырыңыз

source: Save Changes
kk: Өзгерістерді сақтау

source: Your Bookings
kk: Сіздің брондарыңыз

source: Room
kk: Бөлме

source: Booked on
kk: Брондалған күні

source: You have no bookings yet.
kk: Сізде әлі брондау жоқ.

source: Logged Out
kk: Шығылды

source: You have been logged out successfully. Thank you for using our platform!
kk: Сіз сәтті шығылдыңыз! Платформамызды қолданғаныңыз үшін рақмет!

source: Return to Home
kk: Басты бетке оралу
